Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: །སྔོན་ཆད་དགའ་བས་རྩེ་བ་དག་ཀྱང་དྲན་བྱས་ནས།
en: Recalling the games of love from the past,

source: །མྱ་ངན་གྱུར་ཅིང་སྣ་ཚོགས་ཚིག་ཀྱང་རབ་ཏུ་སྨྲ།
en: She was overcome by sorrow and cried out,

source: །ཀྱི་ཧུད་བདག་གི་དགའ་སྐྱེད་ཀྱི་ཧུད་བདག་གི་མི་མཆོག་དྲི་མེད་ཟླ་བའི་ཞལ་མངའ་བ།
en: “Alas, you gave me joy! Alas, noble man whose face is like the spotless moon! Alas, my most noble of men!

source: །ཀྱི་ཧུད་བདག་གི་གཟུགས་མཆོག་གཟུགས་ཅན་ཀྱི་ཧུད་བདག་གི་མཚན་མཆོག་དྲི་མེད་གཟི་བརྗིད་ལྡན།
en: Alas, you with excellent marks, so stainless and splendid!

source: །ཀྱི་ཧུད་བདག་གི་ཡན་ལག་མ་སྨད་ལེགས་པར་འཁྲུངས་པ་རིམ་གྱིས་འཕགས་པ་མཉམ་མེད་པ།
en: “Alas, my wellborn man with a perfect body, Well formed and tapering, you are unequaled.

source: །ཀྱི་ཧུད་བདག་གི་ཡོན་ཏན་མཆོག་ལྡན་ལྷ་མིས་མཆོད་པ་ཐུགས་རྗེ་ཆེན་པོ་མཆོག་ལྡན་པ།
en: Alas, my lord full of supreme qualities, Venerated by humans and gods alike and full of great compassion.

source: །ཀྱི་ཧུད་བདག་གི་སྟོབས་ལྡན་སྲེད་མེད་བུ་ཡི་མཐུ་དང་ལྡན་པ་དགྲ་ཡི་ཚོགས་བཅོམ་པ།
en: “Alas, my powerful man, who is as strong as Nārāyaṇa, You conquer the hordes of demons.

source: །ཀྱི་ཧུད་བདག་གི་ཤིན་ཏུ་འཇམ་དབྱངས་ཀ་ལ་པིང་ཀའི་སྒྲ་སྐད་ཚངས་དབྱངས་སྙན་ལྡན་པ།
en: Alas, my gentle love with a voice as sweet as Brahmā’s And as soft as the sound of a nightingale.

source: །ཀྱི་ཧུད་བདག་གི་གྲགས་པ་མཐའ་ཡས་བསོད་ནམས་བརྒྱས་འཕགས་བསོད་ནམས་རྒྱ་ཆེན་མངའ་བ་པོ།
en: “Alas, my man of limitless renown, You have emerged from hundreds of virtues and have stainless merit!

source: །ཀྱི་ཧུད་བདག་གི་བསྔགས་པ་མཐའ་ཡས་ཡོན་ཏན་ཚོགས་བརྒྱན་དྲང་སྲོང་ཚོགས་རྣམས་དགའ་མཛད་པ།
en: Alas, you are my love with glory beyond limits! Adorned with good qualities, you delight the sages!

source: །ཀྱི་ཧུད་བདག་གི་ནགས་མཆོག་བུང་བ་སྒྲ་འབྱིན་ལུམ་བི་ནི་དེར་བལྟམ་པ་ལེགས་བལྟམ་པ།
en: “Alas, my handsome love, who was born in the sublime forest of Lumbini, Which resounds with the buzzing of bees.

source: །ཀྱི་ཧུད་བདག་གི་སྒྲ་གྲགས་ལྷ་མི་རྣམས་ཀྱིས་མངོན་པར་མཆོད་པའི་ཡེ་ཤེས་སྡོང་པོ་ཆེ།
en: Alas, my dear one, renowned in heaven and on earth, You who are a revered tree of wisdom.

source: །ཀྱི་ཧུད་བདག་གི་རོ་བྲོ་དམ་པ་བིམ་པའི་སྒྲོས་ཅན་པད་མའི་སྤྱན་མངའ་གསེར་མདོག་འདྲ།
en: “Alas, my sweet-tasting man, with lips like the bimba fruit, With eyes like a lotus and skin of golden hue.

source: །ཀྱི་ཧུད་བདག་གི་ཤིན་ཏུ་རྣམ་དག་ཚེམས་ལྡན་བ་ཞོ་བ་མོ་ལྟ་བུའི་ཚེམས་ལྡན་པ།
en: Alas, my dear one with spotless teeth, As white as cow’s milk or snow.

source: །ཀྱི་ཧུད་བདག་གི་ཤངས་ལེགས་སྨིན་ལེགས་སྨིན་མཚམས་བར་ན་དྲི་མེད་མཛོད་སྤུ་གནས་པ་པོ།
en: “Alas, my dear one with a beautiful nose, beautiful eyebrows, And the stainless circling hair between your brows.

source: །ཀྱི་ཧུད་བདག་གི་དཔུང་མགོ་རབ་ཟླུམ་གཞུ་འདྲའི་རྐེད་པ་ཨེ་ནེའི་བྱིན་པ་རྐེད་པ་ཟླུམ།
en: Alas, my dear one with shoulders so well formed, With a waist like a bow, legs like a deer, and rounded hips.

source: །ཀྱི་ཧུད་བདག་གི་གླང་པོའི་སྣ་འདྲ་བརླ་ལྡན་ཕྱག་ཞབས་རྣམ་དག་མཛེས་པའི་སེན་མོ་ཅན། །དེ་ཡི་རྒྱན་རྣམས་འདི་དག་བསོད་ནམས་དག་གིས་བྱས་པ་རྒྱལ་པོ་རབ་ཏུ་དགའ་བྱེད་པ།
en: “Alas, my man with thighs like the trunk of an elephant, With fair hands and feet, and with copper-colored nails. All these beautiful attributes were formed by your merit And delighted the king.

source: །ཀྱི་ཧུད་བདག་གི་གླུ་དང་དབྱངས་སྒྲ་དམ་པ་མེ་ཏོག་བྱུག་པ་བཟང་པོའི་དུས་བཟང་བ།
en: “Alas, you were my melodious song and music, And a balm obtained from exquisite flowers in the best of seasons.

source: །ཀྱི་ཧུད་བདག་གི་མེ་ཏོག་སྤོས་རྣམས་གླུ་ལེན་དག་དང་བཙུན་མོའི་འཁོར་ནི་དགའ་བྱེད་པ།
en: Alas, you were to me the scent of flowers; You brought delight to the retinue of consorts with song and music.

source: །ཀྱི་ཧུད་བསྔགས་ལྡན་ལེགས་སྐྱེས་ང་ཡི་ཁྱིམ་ཐབ་གྲོགས་པོ་ཡིན་ན་ཁྱོད་ཀྱིས་གང་དུ་ཁྲིད།
en: “Alas, fine Kaṇṭhaka, my husband’s companion! Where did you carry him?

source: །ཀྱི་ཧུད་འདུན་པ་སྙིང་རྗེ་མེད་པ་མི་ཡི་དམ་པ་བཞུད་ཚེ་སྒྲོན་ཅིང་སློང་མ་ཕོད།
en: Alas, Chanda, don’t you have any compassion? Why did you not wake us when the best of men was leaving?

source: །དོ་མོད་གྲོང་ཁྱེར་དམ་པ་འདི་ནས་མི་ཡི་ཁ་ལོ་སྒྱུར་བ་ཐུགས་རྗེ་ལྡན་གཤེགས་ཏེ།
en: “Today the compassionate guide Of those who need guidance has left this noble city.

source: །ཕན་པ་མཛད་པ་འདི་ནི་གཤེགས་ཞེས་སྐབས་དེར་ཚིག་གཅིག་ཙམ་ཞིག་ཅི་ཡི་ཕྱིར་མ་སྨྲས།
en: Why did you not tell us That our benefactor was leaving?

source: །ཕན་པ་མཛད་པ་ཇི་ལྟར་གཤེགས་ཤིང་རྒྱལ་པོའི་ཕོ་བྲང་འདི་ནས་སུ་ཡི་ཕྱུང་བ་བྱས།
en: “How did our benefactor leave? And who helped him escape from the capital?

source: །གང་གི་ཕྱོགས་གཤེགས་ནགས་ཚལ་གེལ་བའི་ལྷ་མོ་དེ་ཡི་གྲོགས་སུ་གྱུར་པ་དཔལ་ཡོན་ལྡན།
en: In which direction has he gone? Fortunate are the deities of the forest groves who are now his companions.

source: །འདུན་པ་ཁོ་མོ་ཤིན་ཏུ་སྡུག་བསྔལ་གཏེར་བསྟན་ནས་ནི་མིག་ཕྱུང་འདྲ་བས་མིག་བྱིན་ཅིག །འདུན་པ་རྒྱལ་བ་ཀུན་གྱིས་ཕ་དང་མ་དག་མཆོད་པའི་འོས་ཞེས་རྟག་ཏུ་བསྔགས་མཛད་ན།
en: “Chanda, I am miserable, for I had been showed a treasure. Yet now, since it is like my eyes have been gouged, restore my sight! Chanda, the victorious ones always teach That one’s parents are to be honored.

source: །དེ་དག་རྣམས་ཀྱང་སྤངས་ཏེ་བྱུང་ན་བུད་མེད་འདོད་པའི་དགའ་བ་འདི་ལྟ་སྨོས་ཅི་དགོས།
en: “If he abandoned them, needless to mention That he would leave the pleasures of love with a woman!

source: །ཀྱི་ཧུད་སྡུག་པ་རྣམས་དང་བྲལ་བ་གར་ལ་ལྟ་བའི་རང་བཞིན་འདྲ་སྟེ་རྟག་མ་ཡིན།
en: Alas, to separate from those we love Is like watching a play—nothing endures!

source: །བྱིས་པ་འདུ་ཤེས་ཀྱིས་བཟུང་ལྟ་བ་ཕྱིན་ཅི་ལོག་པས་སྐྱེ་དང་འཆི་འཕོ་གནས་པར་གྱུར། །དེ་ཡིས་སྔོན་ཆད་རྒ་ཤི་ལྡན་པའི་འདུས་བྱས་དག་ལ་གྲོགས་པོ་འགའ་ཡང་མེད་ཅེས་བསྟན།
en: “Because of grasping at concepts, childish beings hold mistaken views; This is why they have to take birth and die.

source: །ཁྱོད་ཀྱི་དགོངས་པ་ཡོངས་སུ་རྫོགས་ནས་ཤིང་མཆོག་དྲུང་དུ་བྱང་ཆུབ་དམ་པ་མཆོག་ཐོབ་གྱུར།
en: In the past he taught that all who are conditioned by birth and death Have no friends whatsoever.

source: །རྡུལ་མེད་བྱང་ཆུབ་སངས་རྒྱས་ནས་ནི་གྲོང་ཁྱེར་དམ་པ་འདིར་ནི་སླར་ཡང་གཤེགས་སུ་གསོལ།
en: “So may his wishes be fulfilled and may he, Under the best of trees, attain supreme and noble awakening.

source: །འདུན་པ་དེ་ཡང་མཆོག་ཏུ་ཡིད་མི་དགའ་ཞིང་ས་འཚོ་མ་ཡི་ཚིག་ནི་ཐོས་གྱུར་ནས།
en: When he has attained stainless awakening, May he return to this noble city!”

source: །དེ་ནི་ང་རོ་འཐོན་ཅིང་ཚིག་ཏུ་སྨྲས་པ་ས་འཚོ་མ་ཁྱོད་བདག་ཚིག་ལེགས་པར་གསོན།
en: When Chanda heard Gopā’s words, He felt deeply unhappy.

source: །ནམ་གྱི་གུང་ཐུན་བུད་མེད་ཚོགས་རྣམས་ཐམས་ཅད་རབ་ཏུ་གཉིད་ཀྱིས་ལོག་སྟེ་དབེན་གྱུར་པ།
en: He said in a voice choked with tears, “Gopā, listen to my words.

source: །དེ་ཡི་ཚེ་ན་བསོད་ནམས་བརྒྱས་འཕགས་དེ་ཡིས་བདག་ལ་བསྔགས་ལྡན་ང་ལ་བྱིན་ཞེས་གསུང་།
en: “Around midnight, when the gathering of ladies Were deeply asleep, secretly

source: །དེ་སྐད་ཚིག་ཐོས་ནས་ནི་དེ་མ་ཐག་ཏུ་བདག་གིས་ཁྱོད་ནི་གཟིམས་མལ་གཟིམས་ལ་བལྟས།
en: The One Elevated with Hundreds of Merits Told me to bring his horse Kaṇṭhaka.

source: །དེ་ཚེ་ཁྱོད་ཀྱི་སྡུག་པ་འདི་ནི་གཤེགས་ཀྱིས་ས་འཚོ་བཞེངས་ཞེས་སྒྲ་སྐད་ཆེན་པོ་ཕྱུང་།
en: “When I heard his words, I immediately looked at you, asleep on your bed, And I shouted aloud to you, Gopā,

source: །ལྷ་ཡིས་ཚིག་དེ་བཀག་པར་གྱུར་པས་བུད་མེད་རྣམས་ལས་འགའ་ཙམ་ཞིག་ཀྱང་སད་མ་གྱུར།
en: ‘Your beloved is about to leave, get up!’ “But the gods blocked my words, And so not even one lady awoke.

source: །བདག་ནི་རབ་ཏུ་ངུ་ཞིང་རྟ་ཡི་རྒྱལ་པོ་བརྒྱན་པ་བགྱིས་ནས་མི་མཆོག་དེ་ལ་ཕུལ།
en: Weeping, I adorned that king of horses And gave it to the most exalted among men.

source: །བསྔགས་ལྡན་དྲག་ཤུལ་ཅན་གྱི་གཟི་ལྡན་སྒྲ་བྱུང་དེ་ཡི་སྒྲ་ནི་རྒྱང་གྲགས་ཙམ་ཏུ་གྲགས།
en: “Kaṇṭhaka then neighed with his fierce energy, And although the sound could be heard for a mile,

source: །འོན་ཀྱང་ལྷ་ཡིས་གཉིད་ཀྱིས་ལོག་པར་བགྱིས་པས་གྲོང་ཁྱེར་པ་ལས་འགའ་ཡང་སད་མ་གྱུར།
en: Nobody in our fine city heard it, Having been lulled to sleep by the gods.

source: །གསེར་དང་དངུལ་དང་ནོར་བུ་རྣམས་ཀྱིས་གཡོགས་པའི་ས་ལ་བསྔགས་ལྡན་རྐང་ལག་རབ་ཏུ་བརྡབས།
en: “As the hooves of Kaṇṭhaka— Covered with gold, silver, and precious gems—struck the earth,

source: །དེ་ལས་སྙན་དང་འཇིགས་དང་མཛེས་པའི་སྒྲ་བྱུང་འོན་ཀྱང་མི་ལས་འགའ་ཙམ་སད་མ་གྱུར།
en: The earth gave off a terrible and beautiful sound, And yet nobody could hear it.

source: །དེ་ཡི་བར་སྐབས་སྐར་མ་རྒྱལ་དང་ལྡན་གྱུར་ཟླ་བ་སྐར་མ་དག་ཀྱང་མཁའ་ལ་གནས།
en: “At that time the constellation of Puṣya had arisen, And the moon and the stars were shining in the sky.

source: །མཁའ་ལས་ལྷ་རྣམས་བྱེ་བ་ཐལ་མོ་སྦྱར་ཏེ་བཏུད་ནས་ཕྱག་ཀྱང་རབ་ཏུ་འཚལ།
en: From the sky tens of millions of gods folded their hands, Bowed to him, and offered prostrations.

source: །གནོད་སྦྱིན་སྲིན་པོ་ཚོགས་རྣམས་ཉེ་བར་གནས་ཤིང་འཇིག་རྟེན་སྐྱོང་བ་རྫུ་འཕྲུལ་ཆེ་ལྡན་བཞིས།
en: “With the assembly of yakṣas and rākṣasas in attendance, The four guardians of the world, who possess great magical power,

source: །པད་མའི་ཟེ་བ་ལྟ་བུར་རྣམ་དག་དྲི་མེད་ལག་པས་བསྔགས་ལྡན་གྱི་ནི་རྐང་ལག་བཏེག །བསོད་ནམས་གཟི་བརྗིད་བརྒྱས་འཕགས་དེ་ཡང་ཀུ་མུ་ད་དང་པར་ཤ་ལྟ་བུ་དེ་ལ་བཅིབས།
en: Lifted the hooves of Kaṇṭhaka with their hands That were as spotless and pure as the anthers of a lotus flower. “The Lord elevated with hundreds of merits Mounted the horse and resembled a red lotus and a jasmine flower.

source: །ས་ནི་རྣམ་པ་དྲུག་ཏུ་རབ་ཏུ་གཡོས་ཤིང་སངས་རྒྱས་ཞིང་རྣམས་དྲི་མེད་འོད་ཀྱིས་ཁྱབ།
en: At that time the earth shook in six different ways, And the buddha realms were pervaded with stainless light.

source: །བདེ་སོགས་ཁྱིམ་ཐབ་བརྒྱ་བྱིན་ལྷ་ཡི་གཙོ་བོ་ཉིད་ཀྱིས་དེ་ཚེ་ཆབ་སྒོ་དབྱེ་བ་བགྱིས།
en: “Then the god Śakra, the husband of Śacī, And the principal of all gods, opened the gates.

source: །དེ་ནི་བྱེ་བ་ཁྲག་ཁྲིག་ལྷ་ཡིས་མདུན་དུ་བདར་ཏེ་ལྷ་དང་ཀླུ་ཡིས་མཆོད་ནས་གཤེགས།
en: A hundred million gods preceded the Bodhisattva, And the nāgas and gods offered him their veneration as he left.

source: །བསྔགས་ལྡན་གྱིས་ནི་འདུ་ཤེས་ཙམ་གྱིས་དེ་ན་འཇིག་རྟེན་མགོན་པོ་མཁའ་ལས་བཀུར་བར་ཤེས།
en: “The noble Kaṇṭhaka, at a mere sign, Carried the protector of this world across the sky.

source: །ལྷ་དང་ལྷ་མ་ཡིན་ཚོགས་དབང་པོར་བཅས་པ་དེ་དག་བཅིབས་ཏེ་བདེ་བར་གཤེགས་པ་གཤེགས།
en: Gatherings of gods and demigods, along with Śakra, Escorted the Well-Gone One as he was leaving.

source: །ལྷ་ཡི་བུ་མོ་གླུ་དབྱངས་མཁས་པ་རྣམས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་ཡོན་ཏན་རབ་བརྗོད་ཅིང་།
en: “The goddesses, so skilled in playing music, Praised the qualities of the Bodhisattva.

source: །དེ་དག་བསྔགས་ལྡན་ལ་ཡང་སྟོབས་འཐུད་བྱེད་ཅིང་སྙན་ལ་ཡིད་དུ་འོང་བའི་སྒྲ་ཡང་འབྱིན།
en: They all gave Kaṇṭhaka strength As they sang to him in the most delightful and touching way:

source: །བསྔགས་ལྡན་འཇིག་རྟེན་འདྲེན་པ་མྱུར་བ་མྱུར་བར་ཁྱེར་ལ་སྐྱོ་བ་མི་དགའ་མ་སྐྱེད་ཅིག །འཇིག་རྟེན་མགོན་པོ་མཉེས་པར་བྱས་ན་ཁྱོད་ལ་འཇིགས་དང་ངན་སོང་ངན་འགྲོ་མེད་པར་འགྱུར།
en: “ ‘Kaṇṭhaka, carry the guide of this world! Be swift and don’t feel sad! When you assist the protector of this world, You are free from the dangers of the lower realms and difficult rebirths.’

source: །ལྷ་རྣམས་རེ་རེ་ཞིང་ཡང་བདག་ལ་འཇིག་རྟེན་མགོན་པོ་བཅིབས་པར་མངོན་དུ་དགའ་བར་གྱུར།
en: “Each of the gods also expressed this desire, saying, ‘I also want to carry the guide of this world.’

source: །ཡུལ་ས་འདི་ན་བྱེ་བ་ལྷ་ཡི་རྐང་པ་དག་གིས་ནོན་པར་མ་གྱུར་ཅུང་ཟད་མེད།
en: There was not a place to be found Not walked upon by the millions of gods, who said:

source: །བསྔགས་ལྡན་ནམ་མཁའི་སྐབས་ན་སྣ་ཚོགས་སྤྲས་ཤིང་མཛེས་པའི་ལམ་གནས་རིན་ཆེན་སྟེགས་བུ་ནི།
en: “ ‘Kaṇṭhaka, look at the path prepared for you in the sky! It is so bright and beautiful. Its bejeweled ledges are ornamented in various ways,

source: །རྣམ་པ་སྣ་ཚོགས་དག་གིས་བརྒྱན་ཅིང་ལྷ་ཡི་བདུག་པ་སྙིང་པོ་མཆོག་བདུག་ས་འདི་ལ་ལྟོས།
en: And it is censed with divine incense based on supreme essences.

source: །བསྔགས་ལྡན་དགེ་བའི་ལས་འདིས་སུམ་ཅུ་རྩ་གསུམ་ལྷ་གནས་ཤིན་ཏུ་ལེགས་པར་སྤྲུལ་པ་དེར།
en: “ ‘Kaṇṭhaka, because of your meritorious deed, You will be magically reborn in the Heaven of the Thirty-Three.

source: །ལྷ་ཡི་བུ་མོས་བསྐོར་ཅིང་མདུན་གྱིས་བལྟས་ལ་ལྷ་ཡི་འདོད་པའི་དགའ་བས་དགའ་བར་གྱིས། །ལེགས་པ་ས་འཚོ་མ་ཁྱོད་ཕྱིར་ཞིང་མ་བཤུམས་དགྱེས་པར་མཛོད་ཅིང་མཆོག་ཏུ་དགྱེས་པར་མཛོད།
en: As divine maidens surround you and attend to you, You will delight in divine sense pleasures.’ “Gopā, do not shed any more tears! Be happy and rejoice!

source: །མི་མཆོག་བྱང་ཆུབ་བརྙེས་ནས་ལྷ་ཡིས་མདུན་དུ་བདར་བ་རིང་པོར་མི་ཐོགས་གཟིགས་པར་འགྱུར།
en: Before long you will witness the best among men attaining awakening. You will see him honored and served by the immortals. “Gopā, one should never shed tears over people

source: །ས་འཚོ་མི་རྣམས་གང་དག་ལེགས་པའི་ལས་བགྱིས་དེ་དག་རྟག་ཏུ་བཤུམས་པར་བགྱི་མ་ལགས།
en: Who do such excellent deeds!

source: །དེ་ནི་བསོད་ནམས་གཟི་བརྗིད་བརྒྱས་འཕགས་ལགས་ཀྱིས་དགྱེས་པར་མཛོད་ལ་བཤུམ་མོ་མ་མཛད་ཅིག །རྒྱལ་པོ་མངོན་པར་བྱུང་བ་དེ་ན་ལྷ་དང་མིས་མཆོད་པ་ཡི་བཀོད་པ་གང་ལགས་པ། །བཀོད་པ་དེ་ནི་ས་འཚོ་བདག་གིས་དགུང་བདུན་བར་དུ་བརྗོད་ཀྱང་རྫོགས་པར་བརྗོད་མི་ནུས།
en: Instead, rejoice in He Who Is Elevated by Hundreds of Splendors and Merits, And do not weep anymore! “Gopā, even if I were to speak for seven days About the offerings that humans and gods arranged At the time of our King’s departure from home, I would not be able to cover it all.

source: །ཁྱོད་ཀྱིས་འགྲོ་ལ་ཕན་མཛད་པ་ལ་བསྙེན་བཀུར་མཛད་པས་བརྙེས་མཆོག་བསམ་གྱིས་མི་ཁྱབ་བརྙེས། །བདག་གིས་བསམས་ན་ཁྱོད་ཀྱང་མི་ཡི་དམ་པ་དེ་ནི་ཅི་འདྲ་དེ་འདྲར་འགྱུར་སྙམ་བགྱིད།
en: “You have served and paid respect To the One Who Benefits Beings; Thus you will find supreme and inconceivable attainment. I believe that you shall become just like him, the most noble being!”

source: །མངོན་པར་འབྱུང་བའི་ལེའུ་སྟེ་བཅྭ་ལྔ་པའོ།། །།
en: This concludes the fifteenth chapter, on leaving home.

source: འཕགས་པ་རྒྱ་ཆེར་རོལ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ། བམ་པོ་བཅུ་གཅིག་པ།
en: The Visit of King Bimbisāra Chapter 16

source: དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའི་བྱིན་གྱི་རླབས་ཀྱིས་འདུན་པས་རྒྱལ་པོ་ཟས་གཙང་མ་དང་། ཤཱཀྱའི་བུ་མོ་ས་འཚོ་མ་དང་། བཙུན་མོའི་འཁོར་ཐམས་ཅད་དང་། ཤཱཀྱའི་ཚོགས་ཐམས་ཅད་ཀྱི་མྱ་ངན་བསང་བའི་གཏམ་སྨྲས་སོ།
en: Monks, through the blessing of the Bodhisattva, Chanda told King Śuddhodana, the Śākya princess Gopā, the retinue of consorts, and everyone else among the Śākyas what had happened in order to alleviate their suffering.

source: །དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔས་ལྷའི་བུ་རྔོན་པའི་གཟུགས་ལྟ་བུ་ལ་གོས་ཀ་ཤི་པ་རྣམས་བྱིན་ནས་དེ་ལ་གོས་ངུར་སྨྲིག་རྣམས་བླངས་ཏེ།
en: Monks, the Bodhisattva first gave his silken robes to a god in the form of a hunter, and then he donned the hunter’s saffron-colored robes.

source: །འཇིག་རྟེན་དང་འཐུན་པར་བྱ་བ་དང་། སེམས་ཅན་ལ་སྙིང་བརྩེ་བ་དང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་བདག་ཉིད་རབ་ཏུ་བྱུང་ངོ་།
en: He adopted the lifestyle of a renunciant in order to act in agreement with the perception of worldly people, and also because he felt compassion for others and wished to mature them.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་བྲམ་ཟེའི་རིགས་ལྡན་གྱི་གནས་ག་ལ་བ་དེར་སོང་བ་དང་། དེས་བྱང་ཆུབ་སེམས་དཔའ་གནས་པར་བྱ་བ་དང་། ཟས་ལ་འགྲོན་དུ་བོས་སོ།
en: The Bodhisattva then went to the hermitage of a brahmin woman called Śākī. The woman invited the Bodhisattva to stay and have a meal.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་བྲམ་ཟེ་པད་མའི་གནས་སུ་སོང་བ་དང་། དེས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་གནས་པར་བྱ་བ་དང་། ཟས་ལ་འགྲོན་དུ་བོས་སོ།
en: Next the Bodhisattva went to the hermitage of a brahmin woman called Padmā, who also invited the Bodhisattva to stay for a meal.

source: །དེ་ནས་བྲམ་ཟེའི་དྲང་སྲོང་ནམ་གྲུའི་གནས་སུ་སོང་བ་དང་། དེས་ཀྱང་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་འགྲོན་དུ་བོས་སོ།
en: Later he went to the hermitage of a sagely priest called Raivata, who offered the Bodhisattva hospitality in the same way.

source: །དེ་བཞིན་དུ་གདུལ་བའི་བེ་ཅོན་ཅན་གྱི་བུ་འོད་ལྡན་གྱིས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་འགྲོན་དུ་བོས་ཏེ།
en: Likewise Rājaka, the son of Datṛmadaṇḍika, also invited him as a guest.

source: དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་རིམ་གྱིས་གྲོང་ཁྱེར་ཆེན་པོ་ཡངས་པ་ཅན་དུ་ཕྱིན་ཏོ།
en: Monks, in this way the Bodhisattva slowly made his way to the city of Vaiśālī.

source: །དེའི་ཚེ་སྒྱུ་རྩལ་ཤེས་ཀྱི་བུ་རིང་འཕུར་ཉན་ཐོས་ཀྱི་དགེ་འདུན་ཆེན་པོ་དང་། སློབ་མ་སུམ་བརྒྱ་དང་ལྷན་ཅིག་ཏུ། གྲོང་ཁྱེར་ཡངས་པ་ཅན་དུ་གནས་བཅས་ཤིང་གནས་ཏེ།
en: At that time Ārāḍa Kālāma had arrived in Vaiśālī, where he resided together with a saṅgha of listeners and three hundred students, to whom he delivered teachings on the practices related to the sense field of utter absence.

source: དེ་སློབ་མ་དག་ལ་ཅིའང་མེད་པའི་སྐྱེ་མཆེད་ཀྱི་བརྟུལ་ཞུགས་དང་འཐུན་པའི་ཆོས་སྟོན་པ་དེས་བྱང་ཆུབ་སེམས་དཔའ་རྒྱང་རིང་པོ་ནས་འོང་བ་མཐོང་ནས་ངོ་མཚར་དུ་གྱུར་ཏེ་སློབ་མ་རྣམས་ལ་སྨྲས་པ།
en: When Ārāḍa Kālāma saw the Bodhisattva approaching in the distance, he was amazed and told his students,

source: ཀྱེ་འདིའི་གཟུགས་ལ་ལྟོས་ཤིག
en: “Oh, look at his figure!”

source: །དེ་དག་གིས་སྨྲས་པ། དེ་བཞིན་དུ་དེ་ལ་བལྟ་བར་བགྱིས་ཏེ་འདི་ནི་ཡ་མཚན་ཆེའོ།
en: The students replied, “Yes, we see him. He is amazing.”

source: །དགེ་སློང་དག་དེ་ནས་ང་སྒྱུ་རྩལ་ཤེས་ཀྱི་བུ་རིང་འཕུར་ག་ལ་བ་དེར་སོང་སྟེ། སྒྱུ་རྩལ་ཤེས་ཀྱི་བུ་རིང་འཕུར་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Monks, I walked up to where Ārāḍa Kālāma was staying and addressed him in the following way:

source: །ཀྱེ་སྒྱུ་རྩལ་ཤེས་ཀྱི་བུ་རིང་འཕུར་ཁྱོད་ལས་བདག་གིས་ཚངས་པར་སྤྱད་པ་སྤྱོད་དོ།
en: “Ārāḍa Kālāma, I have come to learn spiritual practices from you.”

source: །དེས་སྨྲས་པ། ཀྱེ་གཽ་ཏ་མ་དད་པའི་རིགས་ཀྱི་བུས་གང་ལ་སྤྱད་ན་ཚེགས་ཆུང་ངུས་ཀུན་ཤེས་པ་ཐོབ་པར་འགྱུར་བའི་ཆོས་བསྟན་པ་དེ་ལྟ་བུ་ལ་སྤྱོད་ཅིག །
en: Ārāḍa Kālāma replied, “Gautama, I shall give you a teaching through which a faithful person of good family can accomplish omniscience with very little hardship.”

source: དགེ་སློང་དག་ངས་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Monks, I then thought to myself,

source: ང་ལ་མོས་པ་ཡང་ཡོད།
en: “I have faith.

source: ང་ལ་བརྩོན་འགྲུས་ཀྱང་ཡོད།
en: I am also diligent.

source: དྲན་པ་ཡང་ཡོད། ཏིང་ངེ་འཛིན་ཀྱང་ཡོད།
en: I am mindful and I can practice absorption.

source: ཤེས་རབ་ཀྱང་ཡོད་ཀྱིས།
en: I also have knowledge.

source: ཆོས་དེ་ཉིད་ཐོབ་པར་བྱ་བ་དང་། མངོན་དུ་བྱ་བའི་ཕྱིར་བདག་གཅིག་པུ་བག་ཡོད་པ་དང་། བརྟུན་པ་དང་དབེན་པར་གནས་པར་བྱའོ་སྙམ་ནས།
en: So therefore, in order to master and actualize that teaching, I will practice on my own in a solitary place, without getting distracted.”

source: དགེ་སློང་དག་དེ་ནས་ང་གཅིག་པུ་བག་ཡོད་པ་དང་། བརྟུན་པ་དང་། དབེན་པར་གནས་ནས།
en: Monks, I then practiced on my own in solitude with carefulness and diligence.

source: ཚེགས་ཆུང་ངུས་ཆོས་དེ་ཁོང་དུ་ཆུད་ཅིང་མངོན་དུ་གྱུར་ཏོ།
en: And indeed, with only little hardship, I was able to understand and actualize the teaching.

source: །དགེ་སློང་དག་དེ་ནས་ང་སྒྱུ་རྩལ་ཤེས་ཀྱི་བུ་རིང་འཕུར་ག་ལ་བ་དེར་སོང་སྟེ། འདི་སྐད་ཅེས་སྨྲས་སོ། །ཀྱེ་རིང་འཕུར་ཁྱོད་ཀྱིས་ཆོས་འདི་ཙམ་ཞིག་ཁོང་དུ་ཆུད་ཅིང་མངོན་དུ་གྱུར་ཏམ།
en: Monks, I then went to Ārāḍa Kālāma and asked him, “Ārāḍa Kālāma, you have understood and actualized this teaching, isn’t that true?”

source: དེས་སྨྲས་པ། ཀྱེ་གཽ་ཏ་མ་དེ་དེ་བཞིན་ནོ།
en: “Yes, Gautama, indeed I have,” he replied.

source: །ངས་སྨྲས་པ། ཀྱེ་ཁོ་བོས་ཀྱང་ཆོས་དེ་མངོན་དུ་བྱས་ཤིང་ཁོང་དུ་ཆུད་དོ། །
en: I then told him, “I have also understood and actualized this teaching.”

source: དེས་སྨྲས་པ། ཀྱེ་གཽ་ཏ་མ་དེ་བས་ན་ཆོས་གང་ཁོ་བོས་ཤེས་པ་དེ་ཁྱོད་ཀྱིས་ཤེས་ལ་གང་ཁྱོད་ཀྱིས་ཤེས་པ་དེ་ཡང་ཁོ་བོས་ཤེས་ཏེ།
en: Ārāḍa Kālāma replied, “Well then, Gautama, whatever teaching I know, you also know. And whatever you know, I also know.

source: དེ་བས་ན་བདག་ཅག་གཉི་གས་སློབ་མའི་ཚོགས་འདི་ལ་བསྟན་ཏོ།
en: So now both of us should assume patronage of the students.”

source: །དགེ་སློང་དག་དེ་ནས་སྒྱུ་རྩལ་ཤེས་ཀྱི་བུ་རིང་འཕུར་གྱིས་ང་ལ་མཆོད་པ་དམ་པས་མཆོད་དེ། ང་སློབ་མ་རྣམས་ལ་ཡང་དོན་འཐུན་པར་བྱེད་དུ་བཅུག་གོ།
en: After he made that offer, Ārāḍa Kālāma honored me with exquisite offerings and installed me as a teacher in residence, who would share his duties with him.

source: །དགེ་སློང་དག་ངས་འདི་སྙམ་དུ་བསམས་ཏེ། རིང་འཕུར་གྱི་ཆོས་འདི་ནི་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཏེ།
en: Monks, I then thought to myself, “Ārāḍa’s teaching does not bring freedom.

source: དེ་བྱེད་པ་ཡང་དག་པར་སྡུག་བསྔལ་ཟད་པར་ངེས་པར་འབྱུང་བ་མ་ཡིན་གྱིས།
en: It would not bring total freedom from suffering for either of us.

source: བདག་གིས་དེ་ལས་ལྷག་པ་ཞིག་བཙལ་ཞིང་སྤྱད་དོ་སྙམ་མོ།
en: So now I must depart and search for a better practice.”

source: །དགེ་སློང་དག་དེ་ནས་ང་ཇི་སྲིད་དགའ་བའི་བར་དུ་གྲོང་ཁྱེར་ཡངས་པ་ཅན་དུ་གནས་ནས། ཡུལ་མ་ག་དྷཱར་ཡུལ་རྒྱུ་ཞིང་ཡུལ་མ་ག་དྷཱའི་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ག་ལ་བ་དེར་སོང་སྟེ། རིའི་རྒྱལ་པོ་སྐྱ་བོ་ག་ལ་བ་དེར་སོང་ནས།
en: Monks, since I had now stayed in Vaiśālī for as long as I found enjoyable, I proceeded to the country of Magadha and found my way to Rājagṛha, the capital city of that country.

source: རིའི་རྒྱལ་པོ་སྐྱ་བོ་དེའི་ངོས་ལ་ང་གཅིག་པུ་གཉིས་སུ་མེད་ཅིང་གྲོགས་མེད་པར་ལྷ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་དུ་མས་བསྲུངས་ཤིང་གནས་སོ། །
en: Once there I took up residence at Pāṇḍava, the king of mountains, where I stayed on its slope alone in solitude without any company. At that time many trillions of gods protected me.

source: དེ་ནས་ང་ནང་པར་ཤམ་ཐབས་དང་ཆོས་གོས་བགོས། ལྷུང་བཟེད་ཐོགས་ཏེ་ཆུ་དྲོན་ཅན་གྱི་སྒོ་ནས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་འགྲོ་བ་དང་། ལྡོག་པ་དང་། མདུན་དུ་ལྟ་བ་དང་། གཡས་གཡོན་དུ་ལྟ་བ་དང་། བསྐུམ་པ་དང་བརྐྱང་བ་མཛེས་པ་དང་། སྣམ་སྦྱར་དང་། ཐང་བ་དང་། ལྷུང་བཟེད་དང་། ཆོས་གོས་འཛིན་པ་མཛེས་པ་དང་། དབང་པོ་མ་གཡེངས་པ་དང་། སྤྲུལ་པ་བཞིན་དུ་ཡིད་ཕྱི་རོལ་ཏུ་མ་བྱུང་བ་དང་། འབྲུ་མར་གྱིས་གང་བའི་སྣོད་ཐོགས་པ་བཞིན་གཉའ་ཤིང་གང་ཙམ་དུ་ལྟ་ཞིང་བསོད་སྙོམས་ཀྱི་ཕྱིར་ཞུགས་སོ།
en: One morning I dressed in the skirt and robes of a mendicant and, holding my offering bowl, I went into the city of Rājagṛha through the Gate of Warm Water and started my alms round. I looked ahead and to both sides and proceeded in a gracious manner, moving my limbs with elegance. I carried the skirt, the offering bowl, and the monk’s robes in a very beautiful manner. My senses were undistracted and my mind was not diverted by outer events. Like an image of someone who is carrying a vase filled with oil, I looked ahead at a distance of six feet.

source: །དེ་ནས་རྒྱལ་པོའི་ཁབ་ཀྱི་མི་རྣམས་ཀྱིས་ང་མཐོང་ནས་ངོ་མཚར་དུ་གྱུར་ཏེ། ཅི་འདི་ཚངས་པ་ཡིན་ནམ།
en: When the people of Rājagṛha saw me, they were amazed and thought, “Goodness, is that Brahmā?

source: ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ནམ། འོན་ཏེ་རྣམ་ཐོས་ཀྱི་བུའམ།
en: Or perhaps Śakra, king of the gods, or Vaiśravaṇa?

source: འོན་ཏེ་རིའི་ལྷ་འགའ་ཞིག་ཡིན་ནམ་སྙམ་མོ།
en: Or is it some kind of mountain god?”

source: དེ་ནས་གཟི་བརྗིད་མཐའ་ཡས་དྲི་མེད་ལྡན།
en: Stainless and of infinite glory,

source: །བྱང་ཆུབ་སེམས་དཔའ་བདག་ཉིད་རབ་བྱུང་སྟེ།
en: The Bodhisattva becomes a mendicant of his own will.

source: །སེམས་ནི་ཞི་ཞིང་སྤྱོད་ལམ་རབ་དུལ་བར།
en: His mind is peaceful and his actions are gentle;

source: །རི་ཡི་རྒྱལ་པོ་སྐྱ་བོའི་ངོས་ལ་གནས།
en: He resides on the slope of Pāṇḍava, the king of mountains.

source: །བྱང་ཆུབ་སེམས་དཔས་ནམ་ནངས་ཤེས་ནས་ནི།
en: As the Bodhisattva knows that day has broken,

source: །མཆོག་ཏུ་བལྟ་ན་མཛེས་པར་ཤམ་ཐབས་བགོས།
en: He dons his robes, so beautiful to behold.

source: །ལྷུང་བཟེད་ཐོགས་ཏེ་དམའ་བའི་ཡིད་ཀྱིས་སུ།
en: Holding his alms bowl with a humble attitude,

source: །དེ་ནི་རྒྱལ་པོའི་ཁབ་ཏུ་བསོད་སྙོམས་ཞུགས།
en: He enters Rājagṛha on his alms round.

source: །གསེར་གྱི་ས་ལེ་སྦྲམ་བཞིན་རབ་དུལ་ལ།
en: Like gold, he is of refined nature

source: །སུམ་ཅུ་རྩ་གཉིས་མཚན་གྱི་གོ་བགོས་པ།
en: And bears the thirty-two marks.

source: །སྐྱེས་པའི་ཚོགས་དང་བུད་མེད་ཀྱིས་མཐོང་ན།
en: When men and women see him,

source: །སུ་ཡང་ལྟ་བས་ངོམས་པར་མི་འགྱུར་རོ།
en: They cannot get enough of beholding him.

source: །སྲང་དག་རིན་ཆེན་གོས་དང་འབྲུས་ཀྱང་བརྒྱན། །གང་གི་མཐུས་ནི་གྲོང་ཁྱེར་ཀུན་མཛེས་པའི།
en: The streets are adorned with precious fabrics; People move out of his way, only to follow behind him.

source: །སྔོན་ཆད་མ་མཐོང་སེམས་ཅན་འདི་སུ་ཞེས།
en: They ask, “Who is that being whom we have never seen before

source: །སྐྱེ་བོ་སེལ་ཅིང་དེ་ཡི་ཕྱི་བཞིན་འབྲང་།
en: And whose luster makes the whole city shine?”

source: །བུད་མེད་སྟོང་དག་ཁང་པའི་སྟེང་འདུག་ཅིང་། །དེ་བཞིན་སྒོ་དང་དེ་བཞིན་སྐར་ཁུང་དང་། །སྲང་དག་བཀང་སྟེ་ཁྱིམ་ནི་སྟོང་བྱས་ནས།
en: Thousands of women stand on their roofs And in their doorways and windows. Filling the streets, they leave their houses empty;

source: །དེ་དག་ལས་གཞན་མེད་པར་མི་མཆོག་ལྟ། །སྐྱེས་བུ་མཆོག་གི་གཟུགས་ལ་ལྟ་བའི་ཚེ།
en: Dropping all other tasks, they only stare at this perfect man.

source: །ཉོ་དང་འཚོང་བ་དག་ཀྱང་མི་བྱེད་ཅིང་།
en: All business and shopping comes to an end;

source: །ཆང་དད་ཅན་ཡང་ཆང་ནི་མི་འཐུང་ལ།
en: Even those in the bars stop drinking.
